Repository: TigerVNC/tigervnc
Catalog: po/*.po
Languages: ar, ca

source: Couldn't find suitable pixmap format
ca: No s'ha pogut trobar cap format pixmap adequat

source: Only true colour displays supported
ca: Únicament s'admeten les pantalles de color verdader

source: Using default colormap and visual, TrueColor, depth %d.
ca: S'utilitzen els valors predeterminats dels efectes visuals i de l'assignació de colors, TrueColor, profunditat %d.

source: Could not create framebuffer image
ca: No s'ha pogut crear el framebuffer de la imatge

source: The name of the parameter %s was too large to write to the registry
ca: El nom del paràmetre %s era massa gran per escriure's al registre

source: The parameter %s was too large to write to the registry
ca: El paràmetre %s era massa gran per escriure's al registre

source: Failed to write parameter %s of type %s to the registry: %ld
ca: Ha fallat l'escriptura del paràmetre %s de tipus %s al registre: %ld

source: The name of the parameter %s was too large to read from the registry
ca: El nom del paràmetre %s era massa gran per llegir-se del registre

source: Failed to read parameter %s from the registry: %ld
ca: Ha fallat la lectura del paràmetre %s del registre: %ld

source: The parameter %s was too large to read from the registry
ca: El paràmetre %s era massa gran per llegir-se del registre

source: Failed to create registry key: %ld
ca: Ha fallat la creació de la clau del registre: %ld

source: Unknown parameter type for parameter %s
ca: Tipus de paràmetre desconegut per al paràmetre %s

source: Failed to close registry key: %ld
ca: Ha fallat el tancament de la clau del registre: %ld

source: Failed to open registry key: %ld
ca: Ha fallat l'obriment de la clau del registre: %ld

source: Failed to write configuration file, can't obtain home directory path.
ca: Ha fallat l'escriptura del fitxer de configuració, no es pot obtenir el camí al directori inicial.

source: Failed to write configuration file, can't open %s: %s
ca: Ha fallat l'escriptura del fitxer de configuració, no es pot obrir %s: %s

source: Failed to read configuration file, can't obtain home directory path.
ca: Ha fallat la lectura del fitxer de configuració, no es pot obtenir el camí al directori inicial.

source: Failed to read configuration file, can't open %s: %s
ca: Ha fallat la lectura del fitxer de configuració, no es pot obrir %s: %s.

source: Failed to read line %d in file %s: %s
ca: Ha fallat la lectura de la línia %d al fitxer %s: %s

source: Unknown parameter %s on line %d in file %s
ca: Paràmetre desconegut %s en la línia %d al fitxer %s

source: TigerVNC Viewer %d-bit v%s Built on: %s Copyright (C) 1999-%d TigerVNC Team and many others (see README.txt) See http://www.tigervnc.org for information on TigerVNC.
ca: Visualitzador TigerVNC de %d bits v%s Es va construir: %s Copyright (C) 1999-%d L'equip de TigerVNC i molts altres (vegeu README.txt) Vegeu http://www.tigervnc.org per a més informació sobre TigerVNC.

source: About TigerVNC Viewer
ca: Quant al visualitzador TigerVNC

source: Error starting new TigerVNC Viewer: %s
ca: Error en iniciar el visualitzador TigerVNC nou: %s

source: Termination signal %d has been received. TigerVNC Viewer will now exit.
ca: S'ha rebut el senyal d'acabament %d. El visualitzador TigerVNC es tancarà ara.

source: TigerVNC Viewer
ca: Visualitzador TigerVNC

source: Hide Others
ca: Oculta els altres

source: Show All
ca: Mostra-ho tot

source: Could not create VNC home directory: can't obtain home directory path.
ca: No s'ha pogut crear el directori inicial de VNC: no s'ha pogut obtenir el camí al directori inicial.

source: Could not create VNC home directory: %s.
ca: No s'ha pogut crear el directori inicial de VNC: %s.
