Repository: TigerVNC/tigervnc
Catalog: po/*.po
Languages: ar, ca

source: Connected to socket %s
ar: متّصل بالمقبس %s

source: Connected to host %s port %d
ar: متّصل بالمضيف %s المنفذ %d

source: Failed to connect to "%s": %s
ar: أخفق الاتصال بـ "%s": %s

source: Desktop name: %.80s
ar: اسم سطح المكتب: %.80s
ca: Nom de l'escriptori: %.80s

source: Host: %.80s port: %d
ar: المضيف: %.80s المنفذ: %d
ca: Amfitrió: %.80s port: %d

source: Size: %d x %d
ar: الحجم: %d × %d
ca: Mida: %d x %d

source: Pixel format: %s
ar: صيغة البكسل: %s
ca: Format dels píxels: %s

source: Requested encoding: %s
ar: الترميز المطلوب: %s
ca: Codificació sol·licitada: %s

source: Last used encoding: %s
ar: آخر ترميز مستخدم: %s
ca: Última codificació utilitzada: %s

source: Line speed estimate: %d kbit/s
ar: تقدير سرعة الخط: %d كيلوبت/ث
ca: Estimació de la velocitat de la línia: %d kbit/s

source: Protocol version: %d.%d
ar: إصدار البروتوكول: %d.%d
ca: Versió del protocol: %d.%d

source: Security method: %s
ar: طريقة الأمن: %s
ca: Mètode de seguretat: %s

source: The connection was dropped by the server before the session could be established.
ar: أسقط الخادم الاتصال قبل أن يترسّخ الجلسة.

source: Authentication failed: %s
ar: أخفق الاستيثاق: %s

source: Failed to authenticate with the server. Reason given by the server: %s
ar: أخفق الاستيثاق مع الخادم. السبب المعطى من الخادم: %s

source: Throughput %d kbit/s - changing to quality %d
ar: السعة %d كيلوبت/ث - التغيير إلى الجودة %d
ca: Capacitat de procés %d kbit/s - es canvia a la qualitat %d

source: Throughput %d kbit/s - full color is now enabled
ar: السعة %d كيلوبت/ث - اللون الكامل مفعّل الآن

source: Throughput %d kbit/s - full color is now disabled
ar: السعة %d كيلوبت/ث - اللون الكامل معطّل الآن

source: Using pixel format %s
ar: يستخدم صيغة البكسل %s
ca: S'utilitza el format dels píxels %s

source: Invalid geometry specified!
ar: حددت هندسة غير صالحة!
ca: S'ha especificat una geometria no vàlida!

source: Reducing window size to fit on current monitor
ar: تصغير حجم النافذة لتناسب الشاشة الحالية

source: Press %sM to open the context menu
ar: اضغط %sM لفتح قائمة السياق

source: %s - TigerVNC (keyboard grabbed)
ar: %s - TigerVNC (لوحة المفاتيح مقبوضة)

source: Adjusting window size to avoid accidental full-screen request
ar: يضبط حجم النافذة لتجنب طلب ملء الشاشة العرضي

source: Press %sEnter to leave full-screen mode
ar: اضغط %sEnter لمغادرة وضع ملء الشاشة

source: Failure grabbing control of the keyboard
ar: إخفاق في قبض التحكم بلوحة المفاتيح

source: Press %s to release keyboard control from the session
ar: اضغط %s لتحرير التحكم بلوحة المفاتيح من الجلسة

source: Invalid screen layout computed for resize request!
ar: حسب تخطيط شاشة غير صالح لطلب تغيير الحجم!
ca: El càlcul de la disposició de la pantalla no és vàlid per al redimensionament sol·licitat!

source: Invalid state for 3 button emulation
ar: حالة غير صالحة لمحاكاة الزر 3

source: No scan code for extended virtual key 0x%02x
ar: لا يوجد رمز مسح للمفتاح الافتراضي الموسع 0x%02x
ca: Sense codi d'escaneig per a la tecla virtual estesa 0x%02x

source: No scan code for virtual key 0x%02x
ar: لا رمز مسح للمفتاح الافتراضي 0x%02x
ca: Sense codi d'escaneig per a la tecla virtual 0x%02x

source: Invalid scan code 0x%02x
ar: رمز مسح غير صالح 0x%02x

source: No symbol for extended virtual key 0x%02x
ar: لا يوجد رمز للمفتاح الافتراضي الموسع 0x%02x
ca: Sense símbol per a la tecla virtual estesa 0x%02x

source: No symbol for virtual key 0x%02x
ar: لا يوجد رمز للمفتاح الافتراضي 0x%02x
ca: Sense símbol per a la tecla virtual 0x%02x

source: Failed to update keyboard LED state: %lu
ar: أخفق تحديث حالة LED لوحة المفاتيح: %lu

source: No symbol for key code %d (in the current state)
ar: لا يوجد رمز لرمز المفتاح %d (في الحالة الحالية)
ca: Sense símbol per al codi de tecla %d (a l'estat actual)

source: Failed to get keyboard LED state: %d
ar: أخفق جلب حالة LED لوحة المفاتيح: %d

source: Failed to update keyboard LED state
ar: أخفق تحديث حالة LED لوحة المفاتيح

source: Failed to get system monitor configuration
ar: أخفق جلب اضبط شاشة النظام

source: Monitor index %d does not exist
ar: فهرس الشاشة %d غير موجود

source: TigerVNC options
ar: خيارات TigerVNC

source: Cancel
ar: ألغِ
ca: Cancel·la

source: OK
ar: حسنًا
ca: D'acord

source: Compression
ar: الضغط
ca: Compressió

source: Auto select
ar: اختيار آلي
ca: Auto-selecciona

source: Allow JPEG compression
ar: اسمح بضغط JPEG

source: Preferred encoding
ar: الترميز المفضل
ca: Codificació preferida

source: Color level
ar: مستوى اللون
ca: Nivell de color

source: Full
ar: كامل

source: Medium
ar: متوسط

source: Low
ar: منخفض

source: Very low
ar: منخفض جدًا

source: Custom compression level
ar: مستوى ضغط مخصص

source: level (0=fast, 9=best)
ar: مستوى (0=سريع، 9=أفضل)

source: Quality level
ar: مستوى الجودة

source: quality (0=poor, 9=best)
ar: جودة (0=ضعيفة، 9=أفضل)
ca: qualitat (0=pobra, 9=millor)

source: Security
ar: الأمن
ca: Seguretat

source: Encryption
ar: التعمية
ca: Xifrat

source: None
ar: لا شيء
ca: Sense

source: TLS with anonymous certificates
ar: TLS بشهادات مجهولة
ca: TLS amb certificats anònims

source: TLS with X509 certificates
ar: TLS بشهادات X509
ca: TLS amb certificats X509

source: Path to X509 CA certificate
ar: مسار لشهادة X509 CA
ca: Camí al certificat de l'AC X509

source: Path to X509 CRL file
ar: مسار لملف X509 CRL
ca: Camí al fitxer CRL X509

source: Authentication
ar: الاستيثاق
ca: Autenticació

source: Standard VNC (insecure without encryption)
ar: VNC قياسي (غير آمن بدون تعمية)
ca: VNC estàndard (no segur, sense xifrat)

source: Username and password (insecure without encryption)
ar: اسم المستخدم وكلمة السر (غير آمن بدون تعمية)
ca: Nom d'usuari i contrasenya (no segur, sense xifrat)

source: Input
ar: الدّخل
ca: Entrada

source: View only (ignore mouse and keyboard)
ar: عرض فقط (تجاهل الفأرة ولوحة المفاتيح)
ca: Únicament visualitza (ignora el ratolí i el teclat)

source: Mouse
ar: الفأرة

source: Emulate middle mouse button
ar: محاكاة زر الفأرة الأوسط

source: Show local cursor when not provided by server
ar: أظهر المؤشر المحلي عندما لا يوفره الخادم

source: Cursor type
ar: نوع المؤشر

source: Dot
ar: نقطة

source: System
ar: النظام

source: Keyboard
ar: لوحة المفاتيح

source: Always send all keyboard input in full screen
ar: أرسل دائمًا كل دخل لوحة المفاتيح في وضع ملء الشاشة

source: Clipboard
ar: الحافظة

source: Accept clipboard from server
ar: اقبل الحافظة من الخادم
ca: Accepta el porta-retalls del servidor

source: Also set primary selection
ar: اضبط أيضًا التحديد الأولي

source: Send clipboard to server
ar: أرسل الحافظة إلى الخادم
ca: Envia el porta-retalls al sevidor

source: Send primary selection as clipboard
ar: أرسل التحديد الأولي كحافظة

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح

source: Modifier keys for keyboard shortcuts:
ar: مفاتيح المُعدِّل لاختصارات لوحة المفاتيح:

source: Display
ar: العرض

source: Display mode
ar: نمط العرض

source: Windowed
ar: موضع النافذة

source: Full screen on current monitor
ar: ملء الشاشة على الشاشة الحالية

source: Full screen on all monitors
ar: ملء الشاشة على كل الشاشات

source: Full screen on selected monitor(s)
ar: ملء الشاشة على الشاشة/الشاشات المختارة

source: Miscellaneous
ar: متنوّع

source: Shared (don't disconnect other viewers)
ar: مشترك (لا تقطع اتصال المشاهدين الآخرين)
ca: Compartició (no desconnectis els altres visualitzadors)

source: Ask to reconnect on connection errors
ar: اسأل لإعادة الاتصال عند أخطاء الاتصال

source: All keyboard shortcuts are disabled.
ar: كل اختصارات لوحة المفاتيح معطّلة.

source: To release keyboard control from the session, press %s.
ar: لتحرير التحكم بلوحة المفاتيح من الجلسة، اضغط %s.

source: To pass all keyboard input to the session, press %sG.
ar: لتمرير كل دخل لوحة المفاتيح إلى الجلسة، اضغط %sG.

source: To toggle full-screen mode, press %sEnter.
ar: لتبديل وضع ملء الشاشة، اضغط %sEnter.

source: To open the session context menu, press %sM.
ar: لفتح قائمة سياق الجلسة، اضغط %sM.

source: To send a key combination that includes %s directly to the session, press %sSpace, release the space bar without releasing %s, and press the desired key.
ar: لإرسال تركيبة مفاتيح تتضمن %s مباشرة إلى الجلسة، اضغط %sSpace، وحرر شريط المسافة بدون تحرير %s، واضغط المفتاح المرغوب.

source: VNC server:
ar: خادم VNC:
ca: Visualitzador VNC:

source: Options...
ar: خيارات...
ca: Opcions...

source: Load...
ar: حمّل...
ca: Carrega...

source: Save as...
ar: احفظ كَ‍...

source: About...
ar: عن...
ca: Quant a...

source: Connect
ar: اتّصل
ca: Connecta

source: Unable to load the server history: %s
ar: لا أستطيع تحميل تاريخ الخادم: %s

source: TigerVNC configuration (*.tigervnc)
ar: اضبط TigerVNC (*.tigervnc)

source: Select a TigerVNC configuration file
ar: اختر ملف اضبط TigerVNC

source: Unable to load the specified configuration file: %s
ar: لا أستطيع تحميل ملف الضبط المحدد: %s

source: Save the TigerVNC configuration to file
ar: احفظ اضبط TigerVNC في ملف

source: %s already exists. Do you want to overwrite?
ar: %s موجود مسبقًا. أريد أن استبدل؟

source: No
ar: لا

source: Overwrite
ar: استبدل

source: Unable to save the specified configuration file: %s
ar: لا أستطيع حفظ ملف الضبط المحدد: %s

source: Unable to save the default configuration: %s
ar: لا أستطيع حفظ اضبط مبدئي: %s

source: Unable to save the server history: %s
ar: لا أستطيع حفظ تاريخ الخادم: %s

source: Could not determine VNC state directory path
ar: لا أستطيع تحديد مسار دليل حالة VNC

source: Could not open "%s"
ar: لا أستطيع فتح "%s"

source: Failed to read line %d in file "%s"
ar: أخفق قراءة السطر %d في الملف "%s"

source: Line too long
ar: السطر طويل جدًا
ca: La línia és massa gran

source: Opening password file failed
ar: أخفق فتح ملف كلمة السر
ca: L'obriment del fitxer de la contrasenya ha fallat

source: VNC authentication
ar: استيثاق VNC
ca: Autenticació VNC

source: This connection is secure
ar: هذا الاتصال آمن

source: This connection is not secure
ar: هذا الاتصال غير آمن

source: Username:
ar: اسم المستخدم:
ca: Nom d'usuari:

source: Password:
ar: كلمة السر:
ca: Contrasenya:

source: Keep password for reconnect
ar: احتفظ بكلمة السر لإعادة الاتصال

source: An unexpected error occurred when communicating with the server: %s
ar: وقع خطأ غير متوقع عند الاتصال بالخادم: %s

# ContextMenu|
source: Disconn&ect
ar: ا&قطع الاتصال

# ContextMenu|
source: &Full screen
ar: &ملء الشاشة
ca: Pantalla &completa

# ContextMenu|
source: Minimi&ze
ar: &صغّر
ca: Maximit&za

# ContextMenu|
source: Resize &window to session
ar: غيّر حجم &النافذة ليناسب الجلسة
ca: Redimensiona la &finestra a la sessió

# ContextMenu|
source: Send Ctrl-Alt-&Del
ar: أرسل Ctrl-Alt-&Del
ca: Envia Ctrl-Alt-&Supr

# ContextMenu|
source: &Refresh screen
ar: &حدّث الشاشة
ca: &Refresca la pantalla

# ContextMenu|
source: &Options...
ar: &خيارات...
ca: &Opcions...

# ContextMenu|
source: Connection &info...
ar: معلومات &الاتصال...
ca: &Informació de la connexió...

# ContextMenu|
source: About &TigerVNC...
ar: عن &TigerVNC...

source: VNC connection info
ar: معلومات اتصال VNC
ca: Informació de la connexió VNC

source: Window is registered for touch instead of gestures
ar: النافذة مسجلة للمس بدلًا من الإيماءات

source: Failed to set gesture configuration (error 0x%x)
ar: أخفق ضبط تشكيلة الإيماءة (الخطأ 0x%x)

source: Failed to get gesture information (error 0x%x)
ar: أخفق جلب معلومات الإيماءة (الخطأ 0x%x)

source: Invalid mouse button %d, must be a number between 1 and 7.
ar: زر فأرة غير صالح %d، لابد أن رقمًا بين 1 و 7.

source: Unhandled key 0x%x - can't generate keyboard event.
ar: مفتاح غير معالج 0x%x - لا يمكن توليد حدث لوحة المفاتيح.

source: Unable to get X Input 2 event mask for window 0x%08lx
ar: لا أستطيع جلب قناع حدث X Input 2 للنافذة 0x%08lx

source: Window 0x%08lx has no X Input 2 event mask
ar: لا يوجد قناع حدث X Input 2 للنافذة 0x%08lx

source: Window 0x%08lx has more than one X Input 2 event mask
ar: النافذة 0x%08lx فيها أكثر من قناع حدث X Input 2

source: Failure grabbing device %i
ar: إخفاق في قبض الجهاز %i

source: Connect to VNC server and display remote desktop
ar: اتّصل بخادم VNC واعرض سطح المكتب البعيد

source: Virtual Network Computing (VNC) is a remote display system that allows you to view and interact with a virtual desktop environment running on another computer on the network. Using VNC, you can run graphical applications on a remote machine and send only the display from these applications to your local device. This package contains a client which will enable you to connect to other desktops running a VNC server. VNC is platform-independent and supports various operating systems and architectures as both servers and clients.
ar: الحوسبة الشبكية الافتراضية (VNC) نظام عرض بعيد يتيح لك مشاهدة بيئة سطح المكتب الافتراضي المتشغل على حاسوب آخر في الشبكة والتفاعل معها. باستخدام VNC، يمكنك تشغيل تطبيقات رسومية على حاسوب بعيد وإرسال العرض من هذه التطبيقات إلى جهازك المحلي فقط. هذه الحزمة تحتوي على عميل يمكنه الاتصال بأسطح مكاتب أخرى تشغل خادم VNC. VNC مستقل عن المنصة ويدعم نظم تشغيل ومعماربات مختلفة كخوادم وعملاء.

source: TigerVNC is a high-speed version of VNC based on the RealVNC 4 and X.org code bases. TigerVNC started as a next-generation development effort for TightVNC on Unix and Linux platforms, but it split from its parent project in early 2009 so that TightVNC could focus on Windows platforms. TigerVNC supports a variant of Tight encoding that is greatly accelerated by the use of the libjpeg-turbo JPEG codec.
ar: TigerVNC إصدار عالي السرعة من VNC يستند إلى قواعد شفرة RealVNC 4 و X.org. بدأ TigerVNC كمجهود تطوير للجيل القادم لـ TightVNC على منصات Unix و Linux، لكنه انفصل عن مشروعه الأم في أوائل 2009 لتركيز TightVNC على منصات Windows. يدعم TigerVNC متغيرًا من ترميز Tight تسارعت بدرجة كبيرة باستخدام مرمّز libjpeg-turbo JPEG.

source: TigerVNC connection to a CentOS machine
ar: اتصال TigerVNC بجهاز سنت أوس

source: TigerVNC connection to a macOS machine
ar: اتصال TigerVNC بجهاز ماك أوس

source: TigerVNC connection to a Windows machine
ar: اتصال TigerVNC بجهاز ويندوز

source: The TigerVNC team
ar: فريق TigerVNC

source: The name of the parameter is too large
ar: اسم المعلمة كبير جدًا

source: The parameter is too large
ar: المعلمة كبيرة جدًا

source: Invalid format or too large value
ar: صيغة غير صالحة أو قيمة كبيرة جدًا
ca: El format no és vàlid o bé el valor és massa gran

source: Failed to create registry key
ar: أخفق إنشاء مفتاح السجل

source: Failed to close registry key
ar: أخفق إغلاق مفتاح السجل

source: Failed to save "%s": %s
ar: أخفق حفظ "%s": %s

source: Failed to remove "%s": %s
ar: أخفق إزالة "%s": %s

source: Failed to open registry key
ar: أخفق فتح مفتاح السجل

source: Failed to read server history entry %d: %s
ar: أخفق قراءة مدخل تاريخ الخادم %d: %s

source: Failed to read parameter "%s": %s
ar: أخفق قراءة المعلمة "%s": %s

source: Could not determine VNC config directory path
ar: لا أستطيع تحديد مسار دليل ضبط VNC

source: Could not encode parameter
ar: لا أستطيع ترميز المعلمة

source: Configuration file %s is in an invalid format
ar: ملف الضبط %s بصيغة غير صالحة
ca: El fitxer de configuració %s no té un format vàlid.

source: Invalid format
ar: صيغة غير صالحة
ca: El format no és vàlid

source: Unknown parameter
ar: معلمة غير معروفة

source: Got message (0x%x) for an unhandled window
ar: رسالة واردة (0x%x) لنافذة غير معالجة

source: Invalid window 0x%08lx specified for pointer grab
ar: حددت نافذة غير صالحة 0x%08lx لقاء قبض المؤشر

source: Failed to create touch handler: %s
ar: أخفق إنشاء معالج اللمس: %s

source: Couldn't attach event handler to window (error 0x%x)
ar: لا أستطيع إرفاق معالج الحدث بالنافذة (الخطأ 0x%x)

source: Failed to get event data for X Input event
ar: أخفق جلب بيانات الحدث لحدث X Input

source: X Input event for unknown window
ar: حدث X Input لنافذة غير معروفة

source: X Input extension not available.
ar: امتداد X Input غير متاح.

source: X Input 2 (or newer) is not available.
ar: X Input 2 (أو أحدث) غير متاح.

source: X Input 2.2 (or newer) is not available. Touch gestures will not be supported.
ar: X Input 2.2 (أو أحدث) غير متاح. لا دعم لإيماءات اللمس.

source: TigerVNC v%s Built on: %s Copyright (C) 1999-%d TigerVNC team and many others (see README.rst) See https://www.tigervnc.org for information on TigerVNC.
ar: TigerVNC v%s بني على: %s حقوق النشر (C) 1999-%d لفريق TigerVNC والعديد من الآخرين (انظر README.rst) انظر https://www.tigervnc.org لمعلومات عن TigerVNC.

source: About TigerVNC
ar: عن TigerVNC

source: Internal FLTK error. Exiting.
ar: خطأ FLTK داخلي. يغلق.
ca: Error FLTK intern. Se surt.

source: %s Attempt to reconnect?
ar: %s هل تريد محاولة إعادة الاتصال؟

source: Error starting new connection: %s
ar: خطأ عند بدء اتصال جديد: %s

source: Termination signal %d has been received. TigerVNC will now exit.
ar: رسالة إنهاء %d واردة. TigerVNC سيغلق الآن.

source: Yes
ar: نعم
ca: Sí

source: Close
ar: أغلق
ca: Tanca

source: About
ar: عن
ca: Quant a

source: Hide
ar: أخفِ
ca: Oculta

source: Quit
ar: أنهِ
ca: Surt

source: Services
ar: الخدمات
ca: Serveis

source: Hide others
ar: أخفِ الآخرين

source: Show all
ar: أظهر الكلّ

# SysMenu|
source: &File
ar: &ملف
ca: &Fitxer

# SysMenu|File|
source: &New Connection
ar: ا&تصال جديد
ca: Connexió &nova

source: Usage: %s [parameters] [host][:displayNum] %s [parameters] [host][::port] %s [parameters] [unix socket] %s [parameters] -listen [port] %s [parameters] [.tigervnc file]
ar: الاستخدام: %s [معلمات] [مضيف][:رقم_العرض] %s [معلمات] [مضيف][::منفذ] %s [معلمات] [مقبس يونكس] %s [معلمات] -استمع [منفذ] %s [معلمات] [ملف .tigervnc]

source: Options: -display Xdisplay - Specifies the X display for the viewer window -geometry geometry - Initial position of the main TigerVNC window. See the man page for details.
ar: الخيارات: -display Xdisplay - يحدد عرض X لنافذة العارض -geometry geometry - موضع مبدئي لنافذة TigerVNC الرئيسية. انظر صفحة man للتفاصيل.

source: Parameters can be turned on with -<param> or off with -<param>=0 Parameters which take a value can be specified as -<param> <value> Other valid forms are <param>=<value> -<param>=<value> --<param>=<value> Parameter names are case-insensitive. The parameters are:
ar: يمكن تشغيل المعلمات بـ -<معلمة> أو إيقاف تشغيلها بـ -<معلمة>=0 المعلمات التي تأخذ قيمة يمكن تحديدها كـ -<معلمة> <قيمة> الأشكال الصالحة الأخرى هي <معلمة>=<قيمة> -<معلمة>=<قيمة> --<معلمة>=<قيمة> أسماء المعلمات غير حساسة لحالة الأحرف. المعلمات هي:

source: FullScreenAllMonitors is deprecated, set FullScreenMode to 'all' instead
ar: FullScreenAllMonitors مهجور، اضبط FullScreenMode على 'all' بدلًا من ذلك

source: DotWhenNoCursor is deprecated, set AlwaysCursor to 1 and CursorType to 'Dot' instead
ar: DotWhenNoCursor مهجور، اضبط AlwaysCursor على 1 و CursorType على 'Dot' بدلًا من ذلك

source: ~/.vnc is deprecated, please consult 'man vncviewer' for paths to migrate to.
ar: ~/.vnc مهجور، يرجى استشارة 'man vncviewer' لمسارات الهجرة.

source: %%APPDATA%%\vnc is deprecated, please switch to the %%APPDATA%%\TigerVNC location.
ar: %%APPDATA%%\vnc مهجور، يرجى التحويل إلى موقع %%APPDATA%%\TigerVNC.

source: Could not create VNC config directory "%s": %s
ar: لا أستطيع إنشاء دليل ضبط VNC "%s": %s

source: Could not determine VNC data directory path
ar: لا أستطيع تحديد مسار دليل بيانات VNC

source: Could not create VNC data directory "%s": %s
ar: لا أستطيع إنشاء دليل بيانات VNC "%s": %s

source: Could not create VNC state directory "%s": %s
ar: لا أستطيع إنشاء دليل حالة VNC "%s": %s

source: %s: Unrecognized option '%s'
ar: %s: خيار غير معروف '%s'

source: See '%s --help' for more information.
ar: انظر '%s --help' لمزيد من المعلومات.

source: %s: Extra argument '%s'
ar: %s: وسيط إضافي '%s'

source: Parameters -listen and -via are incompatible
ar: المعلمتان -listen و -via غير متوافقتين
ca: Els paràmetres -listen i -via són incompatibles

source: Unable to listen for incoming connections
ar: لا أستطيع الاستماع للاتصالات الواردة

source: Listening on port %d
ar: يستمع على المنفذ %d
ca: S'està escoltant al port %d

source: Failure waiting for incoming VNC connection: %s
ar: أخفق انتظار اتصال VNC وارد: %s

source: Failure setting up encrypted tunnel: %s
ar: أخفق إعداد نفق معمم: %s

source: Remote desktop viewer
ar: عارض سطح المكتب البعيد

source: connected to host %s port %d
ca: connectat a l'amfitrió %s port %d

source: (server default %s)
ca: (predeterminat del servidor %s)

source: SetDesktopSize failed: %d
ca: SetDesktopSize ha fallat: %d

source: Invalid SetColourMapEntries from server!
ca: SetColourMapEntries no vàlid del servidor!

source: Unknown encoding %d
ca: Codificació %d desconeguda

source: Unknown encoding
ca: Codificació desconeguda

source: Enabling continuous updates
ca: S'habiliten les actualitzacions contínues

source: Throughput %d kbit/s - full color is now %s
ca: Capacitat de procés %d kbit/s - el color complet ara és %s

source: disabled
ca: inhabilitat

source: enabled
ca: habilitat

source: Using %s encoding
ca: S'utilitza la codificació %s

source: Adjusting window size to avoid accidental full screen request
ca: S'ajusta la mida de la finestra per evitar la sol·licitud accidental de pantalla completa

source: Failure grabbing keyboard
ca: Fracàs de l'agafament del teclat

source: Failure grabbing mouse
ca: Fracàs de l'agafament del ratolí

source: Not enough memory for framebuffer
ca: No hi ha prou memòria per al framebuffer

source: Could not create framebuffer device
ca: No s'ha pogut crear el dispositiu del framebuffer

source: Could not create framebuffer bitmap
ca: No s'ha pogut crear el mapa de bits del framebuffer

source: VNC Viewer: Connection Options
ca: Visualitzador VNC: Opcions de connexió

source: Full (all available colors)
ca: Complet (tots els colors)

source: Medium (256 colors)
ca: Mitjà (256 colors)

source: Low (64 colors)
ca: Baix (64 colors)

source: Very low (8 colors)
ca: Molt baix (8 colors)

source: Custom compression level:
ca: Nivell de compressió personalitzat:

source: level (1=fast, 6=best [4-6 are rarely useful])
ca: nivell (1=ràpid, 6=millor [4-6 són rarament útils])

source: Allow JPEG compression:
ca: Permet la compressió JPEG:

source: Send primary selection and cut buffer as clipboard
ca: Envia la selecció i el buffer retalla com a porta-retalls

source: Pass system keys directly to server (full screen)
ca: Tecles directament al servidor (pantalla completa)

source: Menu key
ca: Tecla de menú

source: Screen
ca: Pantalla

source: Resize remote session on connect
ca: Redimensiona la sessió remota amb la connexió

source: Resize remote session to the local window
ca: Redimensiona la sessió remota a la finestra local

source: Full-screen mode
ca: Mode pantalla completa

source: Enable full-screen mode over all monitors
ca: Habilita el mode pantalla completa en tots els monitors

source: Show dot when no cursor
ca: Mostra el punt quan no hi hagi cursor

source: VNC Viewer: Connection Details
ca: Visualitzador VNC: Detalls de la connexió

source: Save As...
ca: Desa com...

source: Authentication cancelled
ca: Autenticació cancel·lada

source: Unable to create platform specific framebuffer: %s
ca: No es pot crear el framebuffer específic de la plataforma: %s

source: Using platform independent framebuffer
ca: S'utilitza un framebuffer independent de la plataforma

source: No symbol for key code 0x%02x (in the current state)
ca: Sense símbol per al codi de tecla 0x%02x (a l'estat actual)

# ContextMenu|
source: E&xit viewer
ca: Surt del &visualitzador

# ContextMenu|
source: Send %s
ca: Envia %s

# ContextMenu|
source: About &TigerVNC viewer...
ca: Quant al visualitzador %TigerVNC...

# ContextMenu|
source: Dismiss &menu
ca: &Menú d'acomiadament

source: unable to create DIB section
ca: no s'ha pogut crear la secció DIB

source: CreateCompatibleDC failed
ca: CreateCompatibleDC ha fallat

source: SelectObject failed
ca: SelectObject ha fallat

source: BitBlt failed
ca: BitBlt ha fallat

source: Display lacks pixmap format for default depth
ca: Pantalla les mancances del format pixmap per a la profunditat predeterminada
